Repository: duxweb/dmux
Catalog: Sources/DmuxWorkspace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

# settings.shortcut.record
source: Record Shortcut
de: Aufnahmeverknüpfung
es: Grabar acceso directo
fr: Raccourci d'enregistrement
ja: 録音のショートカット
ko: 녹음 바로가기
pt_br: Atalho de gravação
ru: Ярлык записи
zh_hans: 点击录制
zh_hant: 錄製快捷方式

# settings.tab.appearance
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
pt_br: Aparência
ru: Оформление
zh_hans: 外观
zh_hant: 外觀

# settings.tab.developer
source: Developer
de: Entwickler
es: Desarrollo
fr: Développement
ja: 開発者
ko: 개발자
pt_br: Desenvolvedor
ru: Разработчик
zh_hans: 开发
zh_hant: 開發

# settings.tab.general
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
ru: Общий
zh_hans: 通用
zh_hant: 一般

# settings.tab.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
zh_hans: 通知
zh_hant: 通知

# settings.tab.shortcuts
source: Shortcuts
de: Verknüpfungen
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
pt_br: Atalhos
ru: Ярлыки
zh_hans: 快捷键
zh_hant: 快捷鍵

# settings.tab.tools
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
ko: 도구
pt_br: Ferramentas
ru: Инструменты
zh_hans: 工具
zh_hant: 工具

# settings.terminal_font_size
source: Terminal Font Size
de: Terminal-Schriftgröße
es: Tamaño de fuente del terminal
fr: Taille de police du terminal
ja: ターミナル文字サイズ
ko: 터미널 글꼴 크기
pt_br: Tamanho da fonte do terminal
ru: Размер шрифта терминала
zh_hans: 终端字号
zh_hant: 終端字號

# settings.tools.description
source: Tool Launch Defaults
de: Standardwerte für Tool-Starts
es: Valores predeterminados de inicio de herramientas
fr: Valeurs par défaut de lancement des outils
ja: ツール起動の既定値
ko: 도구 실행 기본값
pt_br: Padrões de execução das ferramentas
ru: Параметры запуска инструментов по умолчанию
zh_hans: 工具启动默认值
zh_hant: 工具啟動預設值

# settings.tools.hint
source: These defaults apply the next time a supported AI tool is launched inside a Codux terminal. Explicit command-line flags still take priority.
de: Diese Standardwerte gelten beim nächsten Start eines unterstützten KI-Tools in einem Codux-Terminal. Explizite Befehlszeilenparameter haben weiterhin Vorrang.
es: Estos valores predeterminados se aplican la próxima vez que se inicie una herramienta de IA compatible dentro de un terminal de Codux. Los parámetros explícitos de la línea de comandos siguen teniendo prioridad.
fr: Ces valeurs par défaut s'appliqueront au prochain lancement d'un outil IA pris en charge dans un terminal Codux. Les options explicites de ligne de commande restent prioritaires.
ja: これらの既定値は、対応する AI ツールを次回 Codux ターミナル内で起動したときに適用されます。コマンドラインで明示した引数がある場合は、そちらが優先されます。
ko: 이 기본값은 지원되는 AI 도구를 다음에 Codux 터미널에서 실행할 때 적용됩니다. 명시적으로 전달한 명령줄 인수는 계속 우선합니다.
pt_br: Esses padrões serão aplicados na próxima vez que uma ferramenta de IA compatível for iniciada em um terminal do Codux. Parâmetros explícitos da linha de comando continuam tendo prioridade.
ru: Эти значения по умолчанию будут применены при следующем запуске поддерживаемого AI-инструмента в терминале Codux. Явно переданные параметры командной строки по-прежнему имеют приоритет.
zh_hans: 这些默认值会在下次于 Codux 终端中启动受支持的 AI 工具时生效。若命令行中显式传入参数，仍以显式参数为准。
zh_hant: 這些預設值會在下次於 Codux 終端中啟動支援的 AI 工具時生效。若命令列中明確傳入參數，仍以明確參數為準。

# settings.tools.permission.default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

# settings.tools.permission.full_access
source: Full Access
de: Vollzugriff
es: Acceso completo
fr: Accès complet
ja: フルアクセス
ko: 전체 권한
pt_br: Acesso total
ru: Полный доступ
zh_hans: 完全权限
zh_hant: 完整權限

# settings.tools.permissions
source: Tool Configuration
de: Tool-Berechtigungen
es: Permisos de herramientas
fr: Autorisations des outils
ja: ツール権限
ko: 도구 권한
pt_br: Permissões de ferramentas
ru: Разрешения инструментов
zh_hans: 工具配置
zh_hant: 工具配置

# settings.notifications.channel.bark.description
source: Send push alerts through a Bark server with your device key.
de: Sendet Push-Benachrichtigungen über einen Bark-Server mit Ihrem Geräteschlüssel.
es: Envía avisos push mediante un servidor Bark con la clave de tu dispositivo.
fr: Envoie des alertes push via un serveur Bark avec la clé de votre appareil.
ja: Bark サーバーとデバイスキーを使ってプッシュ通知を送信します。
ko: Bark 서버와 기기 키로 푸시 알림을 보냅니다.
pt_br: Envia alertas push por um servidor Bark com a chave do dispositivo.
ru: Отправляет push-уведомления через сервер Bark с ключом устройства.
zh_hans: 通过 Bark 服务器和设备 Key 发送推送通知。
zh_hant: 透過 Bark 伺服器和裝置 Key 發送推播通知。

# settings.notifications.channel.bark.token
source: Device Key
de: Geräteschlüssel
es: Clave del dispositivo
fr: Clé de l'appareil
ja: デバイスキー
ko: 기기 키
pt_br: Chave do dispositivo
ru: Ключ устройства
zh_hans: 设备 Key
zh_hant: 裝置 Key

# settings.notifications.channel.dingtalk.description
source: Post messages with a DingTalk robot webhook. You can fill either the full URL or the access token.
de: Sendet Nachrichten über einen DingTalk-Roboter-Webhook. Sie können die vollständige URL oder das Zugriffstoken eintragen.
es: Envía mensajes con un webhook de robot de DingTalk. Puedes completar la URL completa o el access token.
fr: Envoie des messages avec un webhook de robot DingTalk. Vous pouvez renseigner l'URL complète ou le jeton d'accès.
ja: DingTalk ロボットの Webhook でメッセージを送信します。完全な URL または Access Token を入力できます。
ko: DingTalk 로봇 Webhook으로 메시지를 보냅니다. 전체 URL 또는 Access Token을 입력할 수 있습니다.
pt_br: Envia mensagens com um webhook de robô do DingTalk. Você pode informar a URL completa ou o token de acesso.
ru: Отправляет сообщения через webhook-робота DingTalk. Можно указать полный URL или токен доступа.
zh_hans: 使用钉钉机器人 Webhook 发送消息，可填写完整 Webhook 地址或 Access Token。
zh_hant: 使用釘釘機器人 Webhook 發送訊息，可填寫完整 Webhook 位址或 Access Token。

# settings.notifications.channel.dingtalk.token
source: Access Token
de: Zugriffstoken
fr: Jeton d'accès
pt_br: Token de acesso
ru: Токен доступа

# settings.notifications.channel.discord.description
source: Deliver notifications to a Discord webhook. Optional auth token is only needed for custom gateways.
de: Sendet Benachrichtigungen an einen Discord-Webhook. Ein optionales Auth-Token wird nur für benutzerdefinierte Gateways benötigt.
es: Envía notificaciones a un webhook de Discord. El token de autenticación opcional solo se necesita para pasarelas personalizadas.
fr: Envoie des notifications vers un webhook Discord. Un jeton d'authentification facultatif n'est requis que pour des passerelles personnalisées.
ja: Discord Webhook に通知を送信します。オプションの認証トークンはカスタムゲートウェイでのみ必要です。
ko: Discord Webhook으로 알림을 보냅니다. 선택적 인증 토큰은 사용자 지정 게이트웨이에서만 필요합니다.
pt_br: Envia notificações para um webhook do Discord. O token opcional de autenticação só é necessário para gateways personalizados.
ru: Отправляет уведомления в webhook Discord. Необязательный токен авторизации нужен только для пользовательских шлюзов.
zh_hans: 发送通知到 Discord Webhook；仅在自定义网关需要鉴权时填写可选 Token。
zh_hant: 發送通知到 Discord Webhook；僅在自訂閘道需要驗證時填寫可選 Token。

# settings.notifications.channel.discord.token
source: Optional Auth Token
de: Optionales Auth-Token
es: Token de autenticación opcional
fr: Jeton d'authentification facultatif
ja: 任意の認証トークン
ko: 선택적 인증 토큰
pt_br: Token opcional de autenticação
ru: Необязательный токен авторизации
zh_hans: 可选鉴权 Token
zh_hant: 可選驗證 Token

# settings.notifications.channel.feishu.description
source: Post messages with a Feishu bot webhook. You can fill either the full URL or the hook token.
de: Sendet Nachrichten über einen Feishu-Bot-Webhook. Sie können die vollständige URL oder das Hook-Token eintragen.
es: Envía mensajes con un webhook de bot de Feishu. Puedes completar la URL completa o el hook token.
fr: Envoie des messages avec un webhook de bot Feishu. Vous pouvez renseigner l'URL complète ou le hook token.
ja: Feishu ボットの Webhook でメッセージを送信します。完全な URL または Hook Token を入力できます。
ko: Feishu 봇 Webhook으로 메시지를 보냅니다. 전체 URL 또는 Hook Token을 입력할 수 있습니다.
pt_br: Envia mensagens com um webhook de bot do Feishu. Você pode informar a URL completa ou o hook token.
ru: Отправляет сообщения через webhook-бота Feishu. Можно указать полный URL или hook token.
zh_hans: 使用飞书机器人 Webhook 发送消息，可填写完整 Webhook 地址或 Hook Token。
zh_hant: 使用飛書機器人 Webhook 發送訊息，可填寫完整 Webhook 位址或 Hook Token。

# settings.notifications.channel.ntfy.description
source: Publish messages to an ntfy topic. Add a bearer token only when your server requires it.
de: Veröffentlicht Nachrichten in einem ntfy-Thema. Fügen Sie nur dann ein Bearer-Token hinzu, wenn Ihr Server es verlangt.
es: Publica mensajes en un tema de ntfy. Añade un bearer token solo si tu servidor lo requiere.
fr: Publie des messages dans un sujet ntfy. Ajoutez un bearer token uniquement si votre serveur l'exige.
ja: ntfy トピックにメッセージを配信します。Bearer Token はサーバーが必要とする場合のみ入力します。
ko: ntfy 토픽으로 메시지를 게시합니다. Bearer Token은 서버가 요구할 때만 입력합니다.
pt_br: Publica mensagens em um tópico do ntfy. Adicione um bearer token apenas se o servidor exigir.
ru: Публикует сообщения в тему ntfy. Добавляйте Bearer Token только если этого требует сервер.
zh_hans: 发布消息到 ntfy 主题；仅在服务端要求时填写 Bearer Token。
zh_hant: 發布訊息到 ntfy 主題；僅在服務端要求時填寫 Bearer Token。

# settings.notifications.channel.ntfy.endpoint
source: Topic URL
de: Themen-URL
es: URL del tema
fr: URL du sujet
ja: トピック URL
ko: 토픽 URL
pt_br: URL do tópico
ru: URL темы
zh_hans: 主题地址
zh_hant: 主題位址

# settings.notifications.channel.slack.description
source: Deliver notifications to a Slack incoming webhook. Optional auth token is only needed for custom gateways.
de: Sendet Benachrichtigungen an einen eingehenden Slack-Webhook. Ein optionales Auth-Token wird nur für benutzerdefinierte Gateways benötigt.
es: Envía notificaciones a un webhook entrante de Slack. El token de autenticación opcional solo se necesita para pasarelas personalizadas.
fr: Envoie des notifications vers un webhook entrant Slack. Un jeton d'authentification facultatif n'est requis que pour des passerelles personnalisées.
ja: Slack Incoming Webhook に通知を送信します。オプションの認証トークンはカスタムゲートウェイでのみ必要です。
ko: Slack Incoming Webhook으로 알림을 보냅니다. 선택적 인증 토큰은 사용자 지정 게이트웨이에서만 필요합니다.
pt_br: Envia notificações para um webhook de entrada do Slack. O token opcional de autenticação só é necessário para gateways personalizados.
ru: Отправляет уведомления во входящий webhook Slack. Необязательный токен авторизации нужен только для пользовательских шлюзов.
zh_hans: 发送通知到 Slack Incoming Webhook；仅在自定义网关需要鉴权时填写可选 Token。
zh_hant: 發送通知到 Slack Incoming Webhook；僅在自訂閘道需要驗證時填寫可選 Token。

# settings.notifications.channel.slack.token
source: Optional Auth Token
de: Optionales Auth-Token
es: Token de autenticación opcional
fr: Jeton d'authentification facultatif
ja: 任意の認証トークン
ko: 선택적 인증 토큰
pt_br: Token opcional de autenticação
ru: Необязательный токен авторизации
zh_hans: 可选鉴权 Token
zh_hant: 可選驗證 Token

# settings.notifications.channel.telegram.description
source: Send messages with a Telegram bot token and target chat ID.
de: Sendet Nachrichten mit einem Telegram-Bot-Token und der Ziel-Chat-ID.
es: Envía mensajes con un bot token de Telegram y el chat ID de destino.
fr: Envoie des messages avec un bot token Telegram et l'identifiant du chat cible.
ja: Telegram の Bot Token と送信先 Chat ID でメッセージを送信します。
ko: Telegram Bot Token과 대상 Chat ID로 메시지를 보냅니다.
pt_br: Envia mensagens com um bot token do Telegram e o chat ID de destino.
ru: Отправляет сообщения с помощью Telegram Bot Token и целевого Chat ID.
zh_hans: 使用 Telegram Bot Token 和目标 Chat ID 发送消息。
zh_hant: 使用 Telegram Bot Token 和目標 Chat ID 發送訊息。

# settings.notifications.channel.webhook.description
source: Send JSON POST requests to your own endpoint. Add a bearer token if the receiver requires authorization.
de: Sendet JSON-POST-Anfragen an Ihren eigenen Endpunkt. Fügen Sie ein Bearer-Token hinzu, wenn der Empfänger eine Autorisierung verlangt.
es: Envía solicitudes JSON POST a tu propio endpoint. Añade un bearer token si el receptor requiere autorización.
fr: Envoie des requêtes POST JSON à votre propre point de terminaison. Ajoutez un bearer token si le destinataire exige une autorisation.
ja: 独自のエンドポイントへ JSON POST リクエストを送信します。受信側で認証が必要な場合は Bearer Token を入力します。
ko: 사용자 지정 엔드포인트로 JSON POST 요청을 보냅니다. 수신 측에서 인증이 필요하면 Bearer Token을 입력합니다.
pt_br: Envia requisições JSON POST para seu próprio endpoint. Adicione um bearer token se o destino exigir autorização.
ru: Отправляет JSON POST-запросы на ваш собственный endpoint. Добавьте Bearer Token, если получатель требует авторизацию.
zh_hans: 向自定义端点发送 JSON POST 请求；如接收方要求鉴权可填写 Bearer Token。
zh_hant: 向自訂端點發送 JSON POST 請求；如接收方要求驗證可填寫 Bearer Token。

# settings.notifications.channel.webhook.endpoint
source: Request URL
de: Anfrage-URL
es: URL de la solicitud
fr: URL de requête
ja: リクエスト URL
ko: 요청 URL
pt_br: URL da requisição
ru: URL запроса
zh_hans: 请求地址
zh_hant: 請求位址

# settings.notifications.channel.wecom.description
source: Post messages to a WeCom group bot. You can fill either the full URL or the webhook key.
de: Sendet Nachrichten an einen WeCom-Gruppen-Bot. Sie können die vollständige URL oder den Webhook-Schlüssel eintragen.
es: Envía mensajes a un bot de grupo de WeCom. Puedes completar la URL completa o la clave del webhook.
fr: Envoie des messages à un bot de groupe WeCom. Vous pouvez renseigner l'URL complète ou la clé du webhook.
ja: WeCom グループボットへメッセージを送信します。完全な URL または Webhook Key を入力できます。
ko: WeCom 그룹 봇으로 메시지를 보냅니다. 전체 URL 또는 Webhook Key를 입력할 수 있습니다.
pt_br: Envia mensagens para um bot de grupo do WeCom. Você pode informar a URL completa ou a chave do webhook.
ru: Отправляет сообщения в группового бота WeCom. Можно указать полный URL или ключ webhook.
zh_hans: 使用企业微信群机器人发送消息，可填写完整 Webhook 地址或 Webhook Key。
zh_hant: 使用企業微信群機器人發送訊息，可填寫完整 Webhook 位址或 Webhook Key。

# settings.notifications.channel.wecom.token
source: Webhook Key
de: Webhook-Schlüssel
es: Clave del webhook
fr: Clé du webhook
pt_br: Chave do webhook
ru: Ключ webhook

# settings.notifications.channel.wxpusher.description
source: Send notifications to a WxPusher SPT target. No extra token is required.
de: Sendet Benachrichtigungen an ein WxPusher-SPT-Ziel. Es ist kein zusätzliches Token erforderlich.
es: Envía notificaciones a un destino SPT de WxPusher. No se requiere ningún token adicional.
fr: Envoie des notifications vers une cible SPT WxPusher. Aucun jeton supplémentaire n'est requis.
ja: WxPusher の SPT 宛先へ通知を送信します。追加のトークンは不要です。
ko: WxPusher SPT 대상에 알림을 보냅니다. 추가 토큰은 필요하지 않습니다.
pt_br: Envia notificações para um destino SPT do WxPusher. Nenhum token extra é necessário.
ru: Отправляет уведомления в SPT-цель WxPusher. Дополнительный токен не требуется.
zh_hans: 向 WxPusher 的 SPT 目标发送通知，无需额外 Token。
zh_hant: 向 WxPusher 的 SPT 目標發送通知，無需額外 Token。

# settings.terminal_background
source: Terminal Background
de: Terminal-Hintergrund
es: Fondo del terminal
fr: Arrière-plan du terminal
ja: ターミナル背景
ko: 터미널 배경
pt_br: Fundo do terminal
ru: Фон терминала
zh_hans: 终端背景色
zh_hant: 終端背景色

# settings.background_color
source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond
ja: 背景色
ko: 배경색
pt_br: Cor de fundo
ru: Цвет фона
zh_hans: 背景颜色
zh_hant: 背景顏色

# settings.terminal_background.preset.dawn
source: Dawn
de: Morgendämmerung
es: Amanecer
fr: Aube
ja: 夜明け
ko: 새벽
pt_br: Aurora
ru: Рассвет
zh_hans: 晨雾
zh_hant: 晨霧

# settings.terminal_background.preset.forest
source: Forest
de: Wald
es: Bosque
fr: Forêt
ja: 森
ko: 숲
pt_br: Floresta
ru: Лес
zh_hans: 森林
zh_hant: 森林

# settings.terminal_background.preset.graphite
source: Graphite
de: Graphit
es: Grafito
ja: グラファイト
ko: 흑연
pt_br: Grafite
ru: Графит
zh_hans: 石墨
zh_hant: 石墨

# settings.terminal_background.preset.midnight
source: Midnight
de: Mitternacht
es: Medianoche
fr: Minuit
ja: 真夜中
ko: 자정
pt_br: Meia-noite
ru: Полночь
zh_hans: 午夜
zh_hant: 午夜

# settings.terminal_background.preset.mist
source: Mist
de: Nebel
es: Niebla
fr: Brume
ja: ミスト
ko: 안개
pt_br: Névoa
ru: Туман
zh_hans: 薄雾
zh_hant: 薄霧

# settings.terminal_background.preset.paper
source: Paper
de: Papier
es: Papel
fr: Papier
ja: ペーパー
ko: 종이
pt_br: Papel
ru: Бумага
zh_hans: 纸白
zh_hant: 紙白

# settings.theme
source: Theme
de: Thema
es: Tema
fr: Thème
ja: テーマ
ko: 주제
pt_br: Tema
ru: Тема
zh_hans: 主题
zh_hant: 主題

# settings.theme.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмная
zh_hans: 深色
zh_hant: 深色

# settings.theme.light
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлая
zh_hans: 浅色
zh_hant: 淺色

# sidebar.footer.add_project
source: Add Project
de: Projekt hinzufügen
es: Agregar proyecto
fr: Ajouter un projet
ja: プロジェクトの追加
ko: 프로젝트 추가
pt_br: Adicionar projeto
ru: Добавить проект
zh_hans: 添加项目
zh_hant: 新增項目

# sidebar.footer.help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
ru: Помощь
zh_hans: 帮助
zh_hant: 幫助

# sidebar.footer.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# sidebar.project.edit
source: Edit Project
de: Projekt bearbeiten
es: Editar proyecto
fr: Modifier le projet
ja: プロジェクトの編集
ko: 프로젝트 편집
pt_br: Editar projeto
ru: Редактировать проект
zh_hans: 编辑项目
zh_hant: 編輯項目

# sidebar.project.open_folder
source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダーを開く
ko: 폴더 열기
pt_br: Abrir pasta
ru: Открыть папку
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# sidebar.project.remove
source: Remove Project
de: Projekt entfernen
es: Eliminar proyecto
fr: Supprimer le projet
ja: プロジェクトの削除
ko: 프로젝트 제거
pt_br: Remover projeto
ru: Удалить проект
zh_hans: 移除项目
zh_hant: 刪除項目

# sidebar.workspace
source: Workspace
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
ko: 워크스페이스
pt_br: Espaço de trabalho
ru: Рабочая область
zh_hans: 工作区
zh_hant: 工作區

# titlebar.ai_assistant
source: AI Assistant
de: KI-Assistent
es: Asistente de IA
fr: Assistant IA
ja: AIアシスタント
ko: AI 어시스턴트
pt_br: Assistente de IA
ru: ИИ-ассистент
zh_hans: AI 助手
zh_hant: AI 助手

# titlebar.projects
source: Projects
de: Projekte
es: Proyectos
fr: Projets
ja: プロジェクト
ko: 프로젝트
pt_br: Projetos
ru: Проекты
zh_hans: 项目栏
zh_hant: 專案

# titlebar.split
source: Split
de: Teilen
es: Dividir
fr: Diviser
ja: スプリット
ko: 분할
pt_br: Dividir
ru: Разделить
zh_hans: 分屏
zh_hant: 分割

# update.available.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: あとで
ko: 나중에
pt_br: Depois
ru: Позже
zh_hans: 稍后再说
zh_hant: 稍後再說

# update.available.message_format
source: A new version v%@ is available. You are currently using v%@.
de: Eine neue Version v%@ ist verfügbar. Sie verwenden derzeit v%@.
es: Hay una nueva versión v%@ disponible. Ahora mismo estás usando la v%@.
fr: Une nouvelle version v%@ est disponible. Vous utilisez actuellement la v%@.
ja: 新しいバージョン v%@ が利用できます。現在お使いのバージョンは v%@ です。
ko: 새 버전 v%@ 을 사용할 수 있습니다. 현재 사용 중인 버전은 v%@ 입니다.
pt_br: Uma nova versão v%@ está disponível. Você está usando a v%@ no momento.
ru: Доступна новая версия v%@. Сейчас у вас установлена v%@.
zh_hans: 发现新版本 v%@，你当前使用的是 v%@。
zh_hant: 發現新版本 v%@，您目前使用的是 v%@。

# update.available.open
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
ru: Скачать
zh_hans: 立即下载
zh_hant: 立即下載

# update.available.title
source: Update Available
de: Update verfügbar
es: Hay una actualización disponible
fr: Mise à jour disponible
ja: 新しいバージョンがあります
ko: 새 버전을 사용할 수 있습니다
pt_br: Atualização disponível
ru: Доступна новая версия
zh_hans: 发现新版本
zh_hant: 發現新版本

# update.checking
source: Checking for updates...
de: Suche nach Updates...
es: Buscando actualizaciones...
fr: Recherche des mises à jour...
ja: アップデートを確認しています...
ko: 업데이트 확인 중...
pt_br: Verificando atualizações...
ru: Проверка обновлений...
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新...

# update.error.message
source: Please check your network connection and try again.
de: Bitte prüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: Revisa tu conexión de red e inténtalo de nuevo.
fr: Vérifiez votre connexion réseau puis réessayez.
ja: ネットワーク接続を確認してから、もう一度お試しください。
ko: 네트워크 연결을 확인한 뒤 다시 시도해 주세요.
pt_br: Verifique sua conexão de rede e tente novamente.
ru: Проверьте подключение к сети и попробуйте ещё раз.
zh_hans: 请检查网络连接后再试。
zh_hant: 請檢查網路連線後再試。

# update.error.title
source: Unable to Check for Updates
de: Updates konnten nicht geprüft werden
es: No se pudo comprobar si hay actualizaciones
fr: Impossible de vérifier les mises à jour
ja: アップデートを確認できませんでした
ko: 업데이트를 확인할 수 없습니다
pt_br: Não foi possível verificar atualizações
ru: Не удалось проверить обновления
zh_hans: 检查更新失败
zh_hant: 檢查更新失敗

# update.latest.message_format
source: Current version: v%@ Latest release: v%@
de: Aktuelle Version: v%@ Neueste Version: v%@
es: Versión actual: v%@ Última versión: v%@
fr: Version actuelle : v%@ Dernière version : v%@
ja: 現在のバージョン: v%@ 最新バージョン: v%@
ko: 현재 버전: v%@ 최신 버전: v%@
pt_br: Versão atual: v%@ Última versão: v%@
ru: Текущая версия: v%@ Последняя версия: v%@
zh_hans: 当前版本：v%@ 最新版本：v%@
zh_hant: 目前版本：v%@ 最新版本：v%@

# update.latest.title
source: You're up to date.
de: Sie verwenden bereits die neueste Version.
es: Ya tienes la versión más reciente.
fr: Vous disposez déjà de la dernière version.
ja: すでに最新バージョンです。
ko: 이미 최신 버전입니다.
pt_br: Você já está na versão mais recente.
ru: У вас уже последняя версия.
zh_hans: 当前已是最新版本
zh_hant: 目前已是最新版本

# welcome.subtitle
source: Create a project in the sidebar to get started
de: Erstellen Sie zunächst ein Projekt in der Seitenleiste
es: Crea un proyecto en la barra lateral para comenzar
fr: Créez un projet dans la barre latérale pour commencer
ja: サイドバーでプロジェクトを作成して開始してください
ko: 시작하려면 사이드바에서 프로젝트를 만드세요.
pt_br: Crie um projeto na barra lateral para começar
ru: Чтобы начать работу, создайте проект на боковой панели.
zh_hans: 在侧栏中新建项目后即可开始使用
zh_hant: 在側邊欄中建立一個項目以開始使用

# welcome.title_format
source: Welcome to %@
de: Willkommen bei %@
es: Bienvenido a %@
fr: Bienvenue sur %@
ja: %@ へようこそ
ko: %@에 오신 것을 환영합니다.
pt_br: Bem-vindo ao %@
ru: Добро пожаловать в %@
zh_hans: 欢迎使用 %@
zh_hant: 歡迎來到%@

# workspace.close_all_projects.success
source: Closed all projects.
de: Alle Projekte abgeschlossen.
es: Cerrado todos los proyectos.
fr: Fermé tous les projets.
ja: すべてのプロジェクトを終了しました。
ko: 모든 프로젝트를 종료했습니다.
pt_br: Fechado todos os projetos.
ru: Закрыл все проекты.
zh_hans: 已关闭全部项目。
zh_hant: 關閉了所有項目。

# workspace.close_current_split.message
source: Are you sure you want to close the current split or tab?
de: Mochtest du den aktuellen Split oder Tab wirklich schliessen?
es: ¿Seguro que quieres cerrar la division o pestana actual?
fr: Voulez-vous vraiment fermer le fractionnement ou l'onglet actuel ?
ja: 現在の分割またはタブを閉じてもよろしいですか？
ko: 현재 분할 또는 탭을 닫을까요?
pt_br: Tem certeza de que deseja fechar a divisao ou aba atual?
ru: Закрыть текущее разделение или вкладку?
zh_hans: 确定要关闭当前分屏或标签页吗？
zh_hant: 確定要關閉目前分割或分頁嗎？

# workspace.close_current_split.title
source: Close Current Split
de: Aktuellen Split schliessen
es: Cerrar division actual
fr: Fermer le fractionnement actuel
ja: 現在の分割を閉じる
ko: 현재 분할 닫기
pt_br: Fechar divisao atual
ru: Закрыть текущее разделение
zh_hans: 关闭当前分屏
zh_hant: 關閉目前分割

# workspace.tab_format
source: Tab %@
de: Registerkarte %@
es: Pestaña %@
fr: Onglet %@
ja: タブ %@
ko: 탭 %@
pt_br: Guia %@
ru: Вкладка %@
zh_hans: 标签页 %@
zh_hant: 選項卡 %@

# settings.developer.performance_monitor_interval
source: Performance Monitor Interval
de: Intervall des Performancemonitors
es: Intervalo del monitor de rendimiento
fr: Intervalle du moniteur de performances
ja: パフォーマンスモニター間隔
ko: 성능 모니터 간격
pt_br: Intervalo do monitor de desempenho
ru: Интервал монитора производительности
zh_hans: 性能监控间隔
zh_hant: 效能監控間隔

# performance.monitor.memory_format
source: MEM %@
de: Speicher %@
es: Memoria %@
fr: Mémoire %@
ja: メモリ %@
ko: 메모리 %@
pt_br: Memória %@
ru: Память %@
zh_hans: 内存 %@
zh_hant: 記憶體 %@
